Revit 2027 API
SymbolTypeId.CmSup3 Property
 Symbol cm³, indicating unit Cubic centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CmSup3 { get; }
Public Shared ReadOnly Property CmSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CmSup3 {
	ForgeTypeId^ get ();
}
static member CmSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace